/*
 Navicat Premium Data Transfer

 Source Server         : myMac
 Source Server Type    : MySQL
 Source Server Version : 50538
 Source Host           : localhost
 Source Database       : weco

 Target Server Type    : MySQL
 Target Server Version : 50538
 File Encoding         : utf-8

 Date: 08/11/2015 23:20:00 PM
*/

SET NAMES utf8;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--  Table structure for `attachment`
-- ----------------------------
DROP TABLE IF EXISTS `attachment`;
CREATE TABLE `attachment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ideaId` int(11) NOT NULL,
  `fileType` int(11) NOT NULL DEFAULT '0',
  `url` text NOT NULL,
  `timestamp` varchar(255) NOT NULL,
  `username` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Table structure for `comment`
-- ----------------------------
DROP TABLE IF EXISTS `comment`;
CREATE TABLE `comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `nickname` varchar(255) NOT NULL,
  `ideaId` int(11) NOT NULL,
  `timestamp` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `praise` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `comment`
-- ----------------------------
BEGIN;
INSERT INTO `comment` VALUES ('2', 'honlan', '伦大锤就是我', '13', '1438760310', '这才是第一条评论', '0'), ('3', 'honlan', '伦大锤就是我', '13', '1438760400', '我再来写一条评论好了', '0'), ('4', 'honlan', '伦大锤就是我', '13', '1438761588', '这是我的第三条评论', '0'), ('5', 'honlan', '伦大锤就是我', '12', '1438762117', '这是我自己发的评论', '1'), ('6', 'honlan', '伦大锤就是我', '9', '1438823114', '我来抢个沙发', '1'), ('7', 'bibi2', 'bibi2', '9', '1438823637', '第二条评论', '0'), ('8', 'bibi2', 'bibi2', '13', '1438870193', '评论呀评论', '1'), ('9', 'bibi2', 'bibi2', '13', '1438870234', '简直不能忍', '0'), ('10', 'bibi2', 'bibi2', '13', '1438934032', '以前的评论不算数原来', '1'), ('11', 'bibi2', 'bibi2', '13', '1439021383', '我怎么不能评论了？', '0'), ('12', 'bibi2', 'bibi2', '13', '1439021410', '什么鬼', '1'), ('13', 'honlan', '伦大锤就是我', '12', '1439171853', '评论', '0');
COMMIT;

-- ----------------------------
--  Table structure for `idea`
-- ----------------------------
DROP TABLE IF EXISTS `idea`;
CREATE TABLE `idea` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `category` varchar(255) NOT NULL,
  `tags` text NOT NULL,
  `timestamp` varchar(255) NOT NULL,
  `owner` varchar(255) NOT NULL,
  `nickname` varchar(255) NOT NULL,
  `praise` int(11) NOT NULL DEFAULT '0',
  `readCount` int(11) NOT NULL DEFAULT '0',
  `lastUpdate` varchar(255) NOT NULL,
  `thumbnail` varchar(255) NOT NULL DEFAULT '/static/img/idea.jpg',
  `commentCount` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `idea`
-- ----------------------------
BEGIN;
INSERT INTO `idea` VALUES ('9', 'Honlan的第二个创意', '坑爹', '逗比,好玩,测试', '1438444098', 'honlan', '伦大锤就是我', '1', '2', '1438820810', '/static/img/idea.jpg', '0'), ('10', '第10个', '科技', '逗比,好玩,测试,啦啦啦', '1438444188', 'honlan', '伦大锤就是我', '0', '1', '1438525397', '/static/img/idea.jpg', '0'), ('11', 'Honlan的很多创意', '艺术', '逗比,好玩,测试', '1438447868', 'honlan', '伦大锤就是我', '0', '1', '1438591217', '/static/img/idea.jpg', '0'), ('12', 'zhl的创意', '艺术', 'zhl', '1438571368', 'zhl', 'zhl', '1', '2', '', '/static/img/idea.jpg', '1'), ('13', '乖比比你懂的', '艺术真好', '比比的创意', '1438596056', 'bibi2', 'bibi2', '0', '1', '1439177654', '/static/uploads/img/20150810_2C8EA18CF6_15.jpg', '5'), ('14', '测试', 'nice', '看来是成功了', '1439172181', 'honlan', '伦大锤就是我', '0', '1', '1439176345', '/static/uploads/img/20150810_D18BC3FF49_21.jpg', '0'), ('15', '创作的创意', '艺术', '有趣', '1439194855', 'bibi2', 'bibi2', '0', '1', '', '/static/img/idea.jpg', '0'), ('16', '信息的创意', '信息', '信息', '1439195080', 'bibi2', 'bibi2', '0', '1', '', '/static/img/idea.jpg', '0'), ('17', '城市发展的新方向', '城市发展', '大数据,智慧城市', '1439268831', 'honlan', '伦大锤就是我', '0', '1', '', '/static/img/idea.jpg', '0');
COMMIT;

-- ----------------------------
--  Table structure for `search`
-- ----------------------------
DROP TABLE IF EXISTS `search`;
CREATE TABLE `search` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `target` varchar(8) NOT NULL DEFAULT 'idea',
  `keyword` varchar(255) NOT NULL,
  `timestamp` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=283 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `search`
-- ----------------------------
BEGIN;
INSERT INTO `search` VALUES ('1', 'bibi2', 'idea', '大数据', '1439200950'), ('2', 'bibi2', 'idea', '云计算', '1439200950'), ('3', '', 'idea', '智能硬件', '1439200991'), ('4', '', 'idea', '环保硬件', '1439200991'), ('5', '', 'idea', '乖比比', '1439214969'), ('6', '', 'idea', '乖比比', '1439215008'), ('7', '', 'idea', '乖比比', '1439215032'), ('8', '', 'idea', '乖比比', '1439215039'), ('9', '', 'idea', '乖比比', '1439215129'), ('10', '', 'idea', '乖比比', '1439215166'), ('11', '', 'idea', '乖比比', '1439215182'), ('12', '', 'idea', '乖比比', '1439215213'), ('13', '', 'idea', '乖比比', '1439215242'), ('14', '', 'idea', '乖比比', '1439215262'), ('15', '', 'idea', '乖比比', '1439215297'), ('16', '', 'idea', '乖比比', '1439215323'), ('17', '', 'idea', '创意', '1439215342'), ('18', '', 'idea', '创意', '1439215365'), ('19', '', 'idea', '创意', '1439215575'), ('20', '', 'idea', 'aaa', '1439258624'), ('21', '', 'idea', 'aaa', '1439258664'), ('22', '', 'idea', 'aaa', '1439258685'), ('23', '', 'idea', 'aaa', '1439258708'), ('24', '', 'idea', 'aaa', '1439258717'), ('25', '', 'idea', 'aaa', '1439258721'), ('26', '', 'idea', 'aaa', '1439258741'), ('27', '', 'idea', 'aaa', '1439258761'), ('28', '', 'idea', 'aaa', '1439258761'), ('29', '', 'idea', 'aaa', '1439258784'), ('30', '', 'idea', 'aaa', '1439258785'), ('31', '', 'idea', 'aaa', '1439258799'), ('32', '', 'idea', 'aaa', '1439258800'), ('33', '', 'idea', 'aaa', '1439258818'), ('34', '', 'idea', 'aaa', '1439258819'), ('35', '', 'idea', 'aaa', '1439259208'), ('36', '', 'idea', 'aaa', '1439259208'), ('37', '', 'idea', 'aaa', '1439259387'), ('38', '', 'idea', 'aaa', '1439259388'), ('39', '', 'idea', '', '1439259757'), ('40', '', 'idea', '', '1439259758'), ('41', '', 'idea', '', '1439260107'), ('42', '', 'idea', '', '1439260107'), ('43', '', 'user', '', '1439260134'), ('44', '', 'user', '', '1439260219'), ('45', '', 'user', '', '1439260263'), ('46', '', 'user', '', '1439260301'), ('47', '', 'user', '', '1439260302'), ('48', '', 'user', '创意', '1439260376'), ('49', '', 'user', 'zhl', '1439260376'), ('50', '', 'user', '创意', '1439260376'), ('51', '', 'user', 'zhl', '1439260376'), ('52', '', 'idea', '创意', '1439260391'), ('53', '', 'idea', 'zhl', '1439260391'), ('54', '', 'idea', '创意', '1439260391'), ('55', '', 'idea', 'zhl', '1439260391'), ('56', '', 'idea', '创意', '1439260508'), ('57', '', 'idea', 'zhl', '1439260508'), ('58', '', 'idea', '创意', '1439260509'), ('59', '', 'idea', 'zhl', '1439260509'), ('60', '', 'idea', '比比', '1439260619'), ('61', '', 'idea', '比比', '1439260619'), ('62', '', 'idea', '比比', '1439260638'), ('63', '', 'idea', '比比', '1439260638'), ('64', '', 'idea', '比比', '1439260709'), ('65', '', 'idea', '比比', '1439260710'), ('66', '', 'idea', '比比', '1439260733'), ('67', '', 'idea', '比比', '1439260734'), ('68', '', 'idea', '比比', '1439260742'), ('69', '', 'idea', '比比', '1439260742'), ('70', '', 'idea', '好玩', '1439260777'), ('71', '', 'idea', '好玩', '1439260777'), ('72', '', 'idea', '好玩', '1439260857'), ('73', '', 'idea', '好玩', '1439260857'), ('74', '', 'idea', '好玩', '1439260859'), ('75', '', 'idea', '好玩', '1439260859'), ('76', '', 'idea', '好玩', '1439260903'), ('77', '', 'idea', '好玩', '1439260904'), ('78', '', 'idea', '好玩', '1439260937'), ('79', '', 'idea', '好玩', '1439260937'), ('80', '', 'idea', '好玩', '1439260958'), ('81', '', 'idea', '好玩', '1439260959'), ('82', '', 'idea', '好玩', '1439260968'), ('83', '', 'idea', '好玩', '1439260969'), ('84', '', 'idea', '好玩', '1439260996'), ('85', '', 'idea', '好玩', '1439260996'), ('86', '', 'idea', '好玩', '1439261095'), ('87', '', 'idea', '好玩', '1439261105'), ('88', '', 'idea', '比比', '1439261105'), ('89', '', 'idea', '好玩', '1439261105'), ('90', '', 'idea', '比比', '1439261105'), ('91', '', 'idea', '好玩', '1439261180'), ('92', '', 'idea', '比比', '1439261180'), ('93', '', 'idea', '好玩', '1439261181'), ('94', '', 'idea', '比比', '1439261181'), ('95', '', 'idea', '好玩', '1439261224'), ('96', '', 'idea', '比比', '1439261224'), ('97', '', 'idea', '好玩', '1439261225'), ('98', '', 'idea', '比比', '1439261225'), ('99', '', 'idea', '好玩', '1439261234'), ('100', '', 'idea', '比比', '1439261234'), ('101', '', 'idea', '好玩', '1439261234'), ('102', '', 'idea', '比比', '1439261234'), ('103', '', 'idea', '好玩', '1439261235'), ('104', '', 'idea', '比比', '1439261235'), ('105', '', 'idea', '好玩', '1439261235'), ('106', '', 'idea', '比比', '1439261235'), ('107', '', 'idea', '好玩', '1439261236'), ('108', '', 'idea', '比比', '1439261236'), ('109', '', 'idea', '好玩', '1439261236'), ('110', '', 'idea', '比比', '1439261236'), ('111', '', 'idea', '好玩', '1439261257'), ('112', '', 'idea', '比比', '1439261257'), ('113', '', 'idea', '好玩', '1439261257'), ('114', '', 'idea', '比比', '1439261257'), ('115', '', 'idea', '好玩', '1439261258'), ('116', '', 'idea', '比比', '1439261258'), ('117', '', 'idea', '好玩', '1439261259'), ('118', '', 'idea', '比比', '1439261259'), ('119', '', 'idea', '好玩', '1439261261'), ('120', '', 'idea', '比比', '1439261261'), ('121', '', 'idea', '好玩', '1439261261'), ('122', '', 'idea', '比比', '1439261261'), ('123', '', 'idea', '好玩', '1439261265'), ('124', '', 'idea', '比比', '1439261265'), ('125', '', 'idea', '好玩', '1439261265'), ('126', '', 'idea', '比比', '1439261265'), ('127', '', 'idea', '好玩', '1439261267'), ('128', '', 'idea', '比比', '1439261267'), ('129', '', 'idea', '好玩', '1439261267'), ('130', '', 'idea', '比比', '1439261267'), ('131', '', 'idea', '好玩', '1439261269'), ('132', '', 'idea', '比比', '1439261269'), ('133', '', 'idea', '好玩', '1439261269'), ('134', '', 'idea', '比比', '1439261269'), ('135', '', 'idea', '好玩', '1439261282'), ('136', '', 'idea', '比比', '1439261282'), ('137', '', 'idea', '好玩', '1439261283'), ('138', '', 'idea', '比比', '1439261283'), ('139', '', 'idea', '好玩', '1439261286'), ('140', '', 'idea', '比比', '1439261286'), ('141', '', 'idea', '好玩', '1439261286'), ('142', '', 'idea', '比比', '1439261286'), ('143', '', 'idea', '好玩', '1439261289'), ('144', '', 'idea', '比比', '1439261289'), ('145', '', 'idea', '好玩', '1439261289'), ('146', '', 'idea', '比比', '1439261289'), ('147', '', 'idea', '好玩', '1439261289'), ('148', '', 'idea', '比比', '1439261289'), ('149', '', 'idea', '好玩', '1439261290'), ('150', '', 'idea', '比比', '1439261290'), ('151', '', 'idea', '好玩', '1439261297'), ('152', '', 'idea', '比比', '1439261297'), ('153', '', 'idea', '好玩', '1439261297'), ('154', '', 'idea', '比比', '1439261297'), ('155', '', 'idea', '好玩', '1439261303'), ('156', '', 'idea', '比比', '1439261303'), ('157', '', 'idea', '好玩', '1439261303'), ('158', '', 'idea', '比比', '1439261303'), ('159', '', 'idea', '好玩', '1439261328'), ('160', '', 'idea', '比比', '1439261328'), ('161', '', 'idea', '好玩', '1439261329'), ('162', '', 'idea', '比比', '1439261329'), ('163', '', 'idea', '好玩', '1439261345'), ('164', '', 'idea', '比比', '1439261345'), ('165', '', 'idea', '好玩', '1439261345'), ('166', '', 'idea', '比比', '1439261345'), ('167', '', 'idea', '好玩', '1439261347'), ('168', '', 'idea', '比比', '1439261347'), ('169', '', 'idea', '好玩', '1439261348'), ('170', '', 'idea', '比比', '1439261348'), ('171', '', 'idea', '好玩', '1439261368'), ('172', '', 'idea', '比比', '1439261368'), ('173', '', 'idea', '好玩', '1439261368'), ('174', '', 'idea', '比比', '1439261368'), ('175', '', 'idea', '', '1439261397'), ('176', '', 'idea', '', '1439261397'), ('177', '', 'idea', '', '1439261402'), ('178', '', 'idea', '', '1439261402'), ('179', '', 'idea', '比比', '1439261413'), ('180', '', 'idea', '好玩', '1439261413'), ('181', '', 'idea', '比比', '1439261413'), ('182', '', 'idea', '好玩', '1439261413'), ('183', '', 'idea', '比比', '1439261423'), ('184', '', 'idea', '好玩', '1439261423'), ('185', '', 'idea', '比比', '1439261423'), ('186', '', 'idea', '好玩', '1439261424'), ('187', '', 'idea', '比比', '1439261425'), ('188', '', 'idea', '好玩', '1439261425'), ('189', '', 'idea', '比比', '1439261425'), ('190', '', 'idea', '好玩', '1439261425'), ('191', '', 'idea', '比比', '1439261455'), ('192', '', 'idea', '好玩', '1439261455'), ('193', '', 'idea', '比比', '1439261455'), ('194', '', 'idea', '好玩', '1439261455'), ('195', '', 'idea', '比比', '1439261477'), ('196', '', 'idea', '好玩', '1439261477'), ('197', '', 'idea', '比比', '1439261477'), ('198', '', 'idea', '好玩', '1439261477'), ('199', '', 'idea', '比比', '1439261481'), ('200', '', 'idea', '好玩', '1439261481'), ('201', '', 'idea', '比比', '1439261481'), ('202', '', 'idea', '好玩', '1439261481'), ('203', '', 'user', '技术宅', '1439266965'), ('204', '', 'user', '技术宅', '1439266966'), ('205', '', 'user', '技术宅', '1439266999'), ('206', '', 'user', '技术宅', '1439267000'), ('207', '', 'user', '技术宅', '1439267004'), ('208', '', 'user', '技术宅', '1439267005'), ('209', 'honlan', 'idea', '生活', '1439288413'), ('210', 'honlan', 'idea', '生活', '1439288414'), ('211', 'honlan', 'idea', 'zhl', '1439288425'), ('212', 'honlan', 'idea', 'zhl', '1439288425'), ('213', 'honlan', 'idea', 'zhl', '1439288466'), ('214', 'honlan', 'idea', 'zhl', '1439288466'), ('215', 'honlan', 'idea', 'zhl', '1439288470'), ('216', 'honlan', 'idea', 'zhl', '1439288470'), ('217', 'honlan', 'idea', '啦啦啦', '1439288474'), ('218', 'honlan', 'idea', '啦啦啦', '1439288474'), ('219', 'honlan', 'idea', '好玩', '1439288478'), ('220', 'honlan', 'idea', '好玩', '1439288478'), ('221', 'honlan', 'idea', '好玩', '1439288480'), ('222', 'honlan', 'idea', '好玩', '1439288480'), ('223', 'honlan', 'idea', '好玩', '1439289855'), ('224', 'honlan', 'idea', '好玩', '1439289856'), ('225', 'honlan', 'idea', '比比', '1439289858'), ('226', 'honlan', 'idea', '比比', '1439289858'), ('227', 'honlan', 'idea', 'aaa', '1439289863'), ('228', 'honlan', 'idea', 'aaa', '1439289864'), ('229', 'honlan', 'idea', '乖比比', '1439289866'), ('230', 'honlan', 'idea', '乖比比', '1439289866'), ('231', 'honlan', 'idea', '乖比比', '1439289935'), ('232', 'honlan', 'idea', '乖比比', '1439289935'), ('233', 'honlan', 'idea', 'aaa', '1439289939'), ('234', 'honlan', 'idea', 'aaa', '1439289939'), ('235', 'honlan', 'idea', '比比', '1439289941'), ('236', 'honlan', 'idea', '比比', '1439289941'), ('237', 'honlan', 'idea', '乖比比', '1439289945'), ('238', 'honlan', 'idea', '乖比比', '1439289945'), ('239', 'honlan', 'idea', '乖比比', '1439289951'), ('240', 'honlan', 'idea', '乖比比', '1439289951'), ('241', 'honlan', 'idea', '比比', '1439289973'), ('242', 'honlan', 'idea', '比比', '1439289974'), ('243', 'honlan', 'idea', 'zhl', '1439289985'), ('244', 'honlan', 'idea', 'zhl', '1439289985'), ('245', 'honlan', 'idea', '乖比比', '1439289991'), ('246', 'honlan', 'idea', '乖比比', '1439289991'), ('247', 'honlan', 'idea', '乖比比', '1439290061'), ('248', 'honlan', 'idea', '乖比比', '1439290061'), ('249', 'honlan', 'idea', '乖比比', '1439304219'), ('250', 'honlan', 'idea', '乖比比', '1439304220'), ('251', 'honlan', 'idea', '乖比比', '1439304238'), ('252', 'honlan', 'idea', '乖比比', '1439304239'), ('253', 'honlan', 'idea', '乖比比', '1439304277'), ('254', 'honlan', 'idea', '乖比比', '1439304278'), ('255', 'honlan', 'idea', '乖比比', '1439304302'), ('256', 'honlan', 'idea', '乖比比', '1439304302'), ('257', 'honlan', 'idea', '乖比比', '1439304325'), ('258', 'honlan', 'idea', '乖比比', '1439304326'), ('259', '', 'idea', '乖比比', '1439304384'), ('260', '', 'idea', '乖比比', '1439304385'), ('261', '', 'idea', '乖比比', '1439304426'), ('262', '', 'idea', '乖比比', '1439304433'), ('263', '', 'idea', '乖比比', '1439304433'), ('264', '', 'idea', '乖比比', '1439304443'), ('265', '', 'idea', '乖比比', '1439304445'), ('266', '', 'idea', 'honlan', '1439304484'), ('267', '', 'idea', 'honlan', '1439304484'), ('268', 'honlan', 'idea', '创意', '1439304633'), ('269', 'honlan', 'idea', '创意', '1439304633'), ('270', 'honlan', 'idea', '创意', '1439304636'), ('271', 'honlan', 'idea', '创意', '1439304640'), ('272', 'honlan', 'idea', '创意', '1439304640'), ('273', 'honlan', 'idea', '创意', '1439304647'), ('274', 'honlan', 'idea', '创意', '1439304647'), ('275', 'honlan', 'idea', '创意', '1439304649'), ('276', 'honlan', 'idea', '创意', '1439304660'), ('277', 'honlan', 'idea', '创意', '1439304665'), ('278', 'honlan', 'idea', '创意', '1439304794'), ('279', 'honlan', 'idea', '创意', '1439304794'), ('280', 'honlan', 'idea', '坑爹', '1439304806'), ('281', 'honlan', 'idea', '坑爹', '1439304806'), ('282', 'honlan', 'idea', '坑爹', '1439304815');
COMMIT;

-- ----------------------------
--  Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `nickname` varchar(255) NOT NULL,
  `portrait` varchar(255) NOT NULL DEFAULT '/static/img/user.png',
  `tags` text NOT NULL,
  `description` text NOT NULL,
  `gender` int(1) NOT NULL DEFAULT '1',
  `wechat` varchar(255) NOT NULL,
  `ideas` text NOT NULL,
  `followIdeas` text NOT NULL,
  `fans` text NOT NULL,
  `followUsers` text NOT NULL,
  `lastActive` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `TTL` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `user`
-- ----------------------------
BEGIN;
INSERT INTO `user` VALUES ('1', 'honlan', 'aaa493722771@qq.com', '202CB962AC59075B964B07152D234B70', '伦大锤就是我', '/static/img/user.png', '啦啦啦,程序员,设计师,学生,90后,创业者,技术宅', '笑死生命不息，奋斗不止。生命不息，奋斗不止。生命不息，奋斗不止。生命不息，奋斗不止。生命不息，奋斗不止。', '0', 'Honlann111', '9,10,11,14,17', '13', 'bibi,zhl,bibi2', 'bibi', '1439268631', '2DE1219DCDE50805D47E446E8CB61F15', '100'), ('2', 'zhl', '493722771@qq.com', '202CB962AC59075B964B07152D234B70', 'zhl', '/static/img/user.png', '', '', '1', '', '12', '11', 'bibi', 'honlan', '1438587631', '77ABBAF50A111B3B61977BEE4F0D0861', '98'), ('3', 'bibi', 'asdasdasfa@qq.com', '202CB962AC59075B964B07152D234B70', 'bibi', '/static/img/user.png', '', '', '1', '', '', '12,11,10', 'honlan,bibi2', 'zhl,honlan', '1439171661', 'BC1EF44D89817DF599025BC11631BBB4', '100'), ('4', 'bibi2', 'adsaafa@qq.com', '202CB962AC59075B964B07152D234B70', 'bibi2', '/static/img/user.png', '我叫乖比比', '你叫臭大宝', '0', 'guaibibi', '13,15,16', '', '', 'honlan,bibi', '1439177017', '4A0A66207854B50BB21E0E595A645117', '98');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
